Repository: Arcidev/Virtual-Wallet
Catalog: VirtualWallet/Resources/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, es_es, sk_sk

# BankCredentials_Dialog
source: You have to set a token
cs_cz: Token nemůže být prázdný
es_es: Usted tiene que fijar un token
sk_sk: Token nemôže byť prázdny

# Dialog_Close
source: Close
cs_cz: Zavřít
es_es: Cerrar
sk_sk: Zatvoriť

# BankCredentials_Remember.Text
source: Remember?
cs_cz: Zapamatovat?
es_es: ¿Recuerda?
sk_sk: Zapamätať?

# Bank_Balance.Text
source: Balance:
cs_cz: Zůstatek:
es_es: Equilibrio:
sk_sk: Zostatok:

# Bank_DateEnd.Text
source: Last sync date:
cs_cz: Poslední synchronizace:
es_es: Sincronización última:
sk_sk: Posledná synchronizácia:

# Bank_DateStart.Text
source: Opening date:
cs_cz: Datován od:
es_es: Fecha de apertura:
sk_sk: Datované od:

# Bank_OpeningBalance.Text
source: Opening balance:
cs_cz: Počáteční zůstatek:
es_es: Equilibrio de apertura:
sk_sk: Počiatočný zostatok:

# Bank_Pivot_Category.Header
source: Category
cs_cz: Kategorie
es_es: Categoría
sk_sk: Kategória

# Bank_Pivot_Overview.Header
source: Overview
cs_cz: Přehled
es_es: Resumén
sk_sk: Prehľad

# CommandBar_Edit.Label
source: Edit
cs_cz: Upravit
es_es: Editar
sk_sk: Upraviť

# CommandBar_Settings.Label
source: Settings
cs_cz: Nastavení
es_es: Ajustes
sk_sk: Nastavenia

# CommandBar_Sync.Label
source: Sync
cs_cz: Synchronizovat
es_es: Sincronizar
sk_sk: Synchronizovať

# Menu_Categories.Text
source: Category
cs_cz: Kategorie
es_es: Categoría
sk_sk: Kategórie

# Bank_ErrorDialog
source: Oops, something went wrong. Please check your internet connection and token validity.
cs_cz: Jejda! Něco se pokazilo. Zkontrolujte prosím připojení k internetu a platnost tokenu.
es_es: Oops! Algo salió mal. Por favor, compruebe su conexión a internet y la validez del token.
sk_sk: Och! Niečo sa pokazilo. Skontrolujte prosím pripojenie k internetu a platnosť tokenu.

# Settings_Language_None
source: None
cs_cz: Žádný
es_es: Ningún
sk_sk: Žiaden

# Settings_Language
source: Prefered language
cs_cz: Preferovaný jazyk
es_es: Idioma preferido
sk_sk: Preferovaný jazyk

# Settings_Application
source: Application:
cs_cz: Aplikace:
es_es: Aplicación:
sk_sk: Aplikácia:

# Settings_RetrieveDbDialog
source: By performing this action you will overwrite application data. Are you sure you want to continue?
cs_cz: Provedením této akce přepíšete data aplikace. Jste si jisti, že chcete pokračovat?
es_es: La realización de esta acción se sobreponen a las aplicaciones de datos. ¿Seguro que desea continuar?
sk_sk: Vykonaním tejto akcie prepíšete dáta aplikácie. Ste si istí, že chcete pokračovať?

# Settings_CopyDbDialog
source: By performing this action you will overwrite application data stored in roaming folder. Are you sure you want to continue?
cs_cz: Provedením této akce přepíšete data aplikace, uložená ve sdílené složce. Jste si jisti, že chcete pokračovat?
es_es: La realización de esta acción se sobreponen a los datos de aplicación almacenados en una carpeta compartida. ¿Seguro que desea continuar?
sk_sk: Vykonaním tejto akcie prepíšete dáta aplikácie, uložené v zdieľanej zložke. Ste si istí, že chcete pokračovať?

# Settings_RetrieveDbFromRoaming
source: Retrieve data from roaming folder
cs_cz: Načíst data ze sdílené složky
es_es: Recuperar datos de una carpeta compartida
sk_sk: Načítať dáta zo zdieľanej zložky

# Settings_CopyDbToRoaming
source: Copy stored data into roaming folder
cs_cz: Kopírovat data do sdílené složky
es_es: Copiar datos a una carpeta compartida
sk_sk: Kopírovať dáta do zdieľanej zložky

# Menu_Wallets.Text
source: Wallets
cs_cz: Peněženky
es_es: Billeteras
sk_sk: Peňaženky

# Menu_Banks.Text
source: Banks
cs_cz: Banky
es_es: Bancos
sk_sk: Banky

# Settings_UserContent
source: User content:
cs_cz: Uživatelský obsah:
es_es: Contenido del usuario:
sk_sk: Užívateľský obsah:

# Dialog_Yes
source: Yes
cs_cz: Ano
es_es: Sí
sk_sk: Áno

# Dialog_No
source: No
cs_cz: Ne
sk_sk: Nie

# Settings_RemoveDialog_Data
source: all data and credentials
cs_cz: data a přihlašovací údaje
es_es: los datos y las credenciales
sk_sk: dáta a prihlasovacie údaje

# Settings_RemoveDialog_Credentials
source: all credentials
cs_cz: přihlašovací údaje
es_es: las credenciales
sk_sk: prihlasovacie údaje

# Settings_RemoveDialog
source: By performing this action you will erase {0} stored by this application. Are you sure you want to continue?
cs_cz: Provedením této akce smažete {0} uložené touto aplikací. Jste si jisti, že chcete pokračovat?
es_es: Realizar esta acción para eliminar {0} almacenadas por esta aplicación. ¿Seguro que desea continuar?
sk_sk: Vykonaním tejto akcie zmažete {0} uložené touto aplikáciou. Ste si istí, že chcete pokračovať?

# Settings_RemoveData
source: Remove all data
cs_cz: Odstranit data
es_es: Eliminar los datos
sk_sk: Odstrániť dáta

# Settings_RemoveCredentials
source: Remove all credentials
cs_cz: Odstranit přihlašovací údaje
es_es: Eliminar las credenciales
sk_sk: Odstrániť prihlasovacie údaje

# Settings_Header
source: Settings
cs_cz: Nastavení
es_es: Ajustes
sk_sk: Nastavenia

# CommandBar_Accept.Label
source: Accept
cs_cz: Přijmout
es_es: Aceptar
sk_sk: Prijať

# CommandBar_Cancel.Label
source: Cancel
cs_cz: Zrušit
es_es: Cancelar
sk_sk: Zrušiť

# Flyout_Edit.Text
source: Edit
cs_cz: Upravit
es_es: Editar
sk_sk: Upraviť

# Menu_RemoveCredentials
source: Remove credentials
cs_cz: Odstranit přihlašovací údaje
es_es: Eliminar las credenciales
sk_sk: Odstrániť prihlasovacie údaje

# Menu_BankRemoveDialog
source: By performing this action you will erase credentials of selected bank stored by this application. Are you sure you want to continue?
cs_cz: Provedením této akce smažete přihlašovací údaje vybrané banky uložené touto aplikací. Jste si jisti, že chcete pokračovat?
es_es: Al realizar esta acción va a borrar las credenciales de banco seleccionado almacenado por esta aplicación. ¿Seguro que desea continuar?
sk_sk: Vykonaním tejto akcie zmažete prihlasovacie údaje vybranej banky uložené touto aplikáciou. Ste si istí, že chcete pokračovať?

# Category_Icon.Text
source: Icon
cs_cz: Ikona
es_es: Icono
sk_sk: Ikona

# Category_Name.Text
source: Name
cs_cz: Jméno
es_es: Nombre
sk_sk: Meno

# Category_PageTitle.Text
source: Edit Category
cs_cz: Upravit kategorii
es_es: Editar categoría
sk_sk: Upraviť kategóriu

# Category_RulesTitle.Text
source: Associated Rules
cs_cz: Přiřazené pravidla
es_es: Reglas asociadas
sk_sk: Priradené pravidlá

# Category_WalletsTitle.Text
source: Associated Wallets
cs_cz: Přiřazené peněženky
es_es: Billeteras asociadas
sk_sk: Priradené peňaženky

# CommandBar_Save.Label
source: Save
cs_cz: Uložit
es_es: Guardar
sk_sk: Uložiť

# CommandBar_Undo.Label
source: Undo
cs_cz: Vrátit změny
es_es: Deshacer
sk_sk: Vrátiť zmeny

# Icons_PageTitle.Text
source: Icons
cs_cz: Ikony
es_es: Iconos
sk_sk: Ikony

# CommandBar_Delete.Label
source: Delete
cs_cz: Vymazat
es_es: Borrar
sk_sk: Vymazať

# Category_Other
source: Other
cs_cz: Ostatní
es_es: Otro
sk_sk: Ostatné

# Bank_ChartTransactions.Title
source: Transactions
cs_cz: Transakce
es_es: Transacciones
sk_sk: Transakcie

# Bank_ChartIncomes.Title
source: Incomes
cs_cz: Příjmy
es_es: Ingresos
sk_sk: Príjmy

# Bank_ChartExpenses.Title
source: Expenses
cs_cz: Výdaje
es_es: Expensas
sk_sk: Výdaje

# Bank_LineSeriesBalance.Title
source: Balance
cs_cz: Zůstatek
es_es: Equilibrio
sk_sk: Zostatok

# Rule_Description.Text
source: Description
cs_cz: Popis
es_es: Descripción
sk_sk: Popis

# Rule_Name.Text
source: Name
cs_cz: Jméno
es_es: Nombre
sk_sk: Meno

# Rule_PageTitle.Text
source: Edit Rule
cs_cz: Upravit pravidlo
es_es: Editar regla
sk_sk: Upraviť pravidlo

# Rule_Pattern.Text
source: Pattern
cs_cz: Hledaný výraz
es_es: Patrón
sk_sk: Hľadaný výraz

# Rule_PatternInvalid.Text
source: Invalid pattern
cs_cz: Výraz je nevalidní
es_es: Patrón no válido
sk_sk: Výraz je nevalidný

# Rule_Properties.Text
source: Rule properties
cs_cz: Vlastnosti pravidla
es_es: Propiedades de la regla
sk_sk: Vlastnosti pravidlá

# Rule_TestHeader.Text
source: Rule test
cs_cz: Test pravidla
es_es: Prueba de regla
sk_sk: Test pravidlá

# Rule_TestResultNo.Text
source: Rule doesn't match
cs_cz: Neodpovídá
es_es: Regla no coincide
sk_sk: Neodpovedá

# Rule_TestResultYes.Text
source: Rule match
cs_cz: Odpovídá
es_es: Regla coincide
sk_sk: Odpovedá

# Rule_TestTips.Text
source: You can test the rule here. Insert transaction description which rule should match into the text field below.
cs_cz: Zde můžete pravidlo otestovat. Do textového pole níže vložte popis transakce kterou má pravidlo vyhledat.
es_es: Puede probar la regla. En el texto del cuadro de abajo, introduzca una descripción de la operación por la regla de buscar.
sk_sk: Tu môžete pravidlo otestovať. Do textového poľa nižšie vložte popis transakcie ktorú má pravidlo vyhľadať.

# Bank_LinearAxisBalanceInfo
source: Balance ({0})
cs_cz: Zůstatek ({0})
es_es: Equilibrio ({0})
sk_sk: Zostatok ({0})

# Bank_Pivot_Transactions.Header
source: Transactions
cs_cz: Transakce
es_es: Transacciones
sk_sk: Transakcie

# Bank_TransactionHeader_Date.Text
source: Date
cs_cz: Datum
es_es: Fecha
sk_sk: Dátum

# Bank_TransactionHeader_Description.Text
source: Description
cs_cz: Popis
es_es: Descripción
sk_sk: Popis

# Bank_TransactionHeader_Amount.Text
source: Amount
cs_cz: Částka
es_es: Cantidad
sk_sk: Čiastka
